{
    "saveLabel1": "File name: ",
    "saveLabel2": "Picture size: ",
    "okText": "Ok",
    "waterMark": "Powered by Fireworks Generator © 2016 Pedro Pablo Gonzalo",
    "bgColLabel": "Background color: ",
    "bgImgLabel": "Background image: ",
    "bgWarn1": "This will reset current image completely.",
    "bgWarn2": "¿Do you want to proceed?",
    "yesText": "Yes",
    "noText": "No",
    "fltWarn1": "¿Are you satisfied with results, do you want to keep changes?",
    "fltWarn2": "(Changes cannot be undone past this point)",
    "fltInf1": "Available filters",
    "fltNeg": " Reverse colors",
    "fltBaW": " Black & white",
    "fltTaint": " Tainted",
    "colorText": "Color: ",
    "fltMars": " Martian",
    "fltNight": " Nightime",
    "fltDay": " Daylight",
    "topView": "Top view",
    "sideView": "Side view",
    "blastText": "Pick Blast",
    "rdmText": "Random",
    "contWarn1": "This software is designed to work exclusively on landscape orientation. Please, turn your device around 90º and reload it.",
    "contWarn2": "This software is designed to work exclusively on devices with 800 pixels minimun resolution. Please, use a devide featuring minimun required specs.",
    "confirmText": "Got it!",
    "fltBttnText": "Use filter",
    "bgBttnText": "Background",
    "clrBttnText": "Reset image",
    "saveBttnText": "Save picture",
    "blastHelp": "Choose one of the available displayed designs to apply it on screen when you click on it or select 'Random' to apply one at random on each click.",
    "viewHelp": "Choose the origin of rockets; If you pick top view, rockets depart from the center, pick side view to get them depart from the bottom of picture.",
    "fltHelp": "Choose an optical filter to apply to the picture, some filters also require you too choose a color for proper function.",
    "bgHelp": "Pick a picture or color to use it as your image background<br>Keep in mind that this function will completely reset any previous work on the current picture.<br>Pictures matching your screen aspect ratio are recommended <br>(e.g. 16:9, 4:3, etc.)",
    "clrHelp": "Completely resets your picture maintaining the image or color you chose as background.",
    "saveHelp": "Saves your work on .jpg format into your computer so you can share it or keep it for further work with this software.<br>You'll be asked to pick a file name and size amongst four (I strongly recommend the biggest available size if you plan to re-use the file again on this software).",
    "legalWarn": "This software gathers user's generated content for advertising and broadcasting pourposes.<br>On no account we'll broadcast any content containing user's personal data (like faces, car plates, etc.)<br><br>Do you want to allow this software to gather generated content during use?",
    "legalWarnTitle": "Attention:",
    "noCanvas": "Your browser doesn't support WebGL API.<br>Please, update your GPU drivers or install a current century browser and reload this app.",
    "dwldText": "Download",
    "noIE": "Internet Explorer doesn't allow this function, sorry.<br>If you want to fully enjoy this software functionality, please consider installing a decent browser like Chrome or Firefox.",
    "bgDwnlHeader": "Pick a background to download",
    "dwnlBtn": "Download backgrounds",
    "trailOnText": "Trails enabled",
    "trailOffText": "Trails disabled",
    "sizeText": "Blast size: "
}