{
    "definition": "Español",
    "saveLabel1": "Nombre del archivo: ",
    "saveLabel2": "Tamaño de la imagen: ",
    "okText": "Ok",
    "waterMark": "Creado con Fireworks Generator © 2016 Pedro Pablo Gonzalo",
    "bgColLabel": "Color de fondo: ",
    "bgImgLabel": "Imagen de fondo: ",
    "bgWarn1": "Esta operación reiniciará por completo el dibujo realizado.",
    "bgWarn2": "¿Desea continuar?",
    "yesText": "Si",
    "noText": "No",
    "fltWarn1": "¿Está satisfecho con el resultado y desea mantener los cambios efectuados por el filtro?",
    "fltWarn2": "(Los cambios no podrán deshacerse más adelante)",
    "fltInf1": "Filtros disponibles",
    "fltNeg": " Invertir colores",
    "fltBaW": " Blanco y negro",
    "fltTaint": " Teñido",
    "colorText": "Color: ",
    "fltMars": " Marciano",
    "fltNight": " Nocturno",
    "fltDay": " Diurno",
    "topView": "Vista: cenital",
    "sideView": "Vista: lateral",
    "blastText": "Palmeras",
    "rdmText": "Aleatorio",
    "contWarn1": "Esta aplicación está diseñada para funcionar exclusivamente en posición horizontal. Por favor, gire su dispositivo 90º y reiníciela.",
    "contWarn2": "Esta aplicación está diseñada para funcionar exclusivamente en dispositivos con una resolución mínima de 800px de ancho. Por favor, recárgela en otro dispositivo con las características mínimas requeridas.",
    "confirmText": "Entendido",
    "fltBttnText": "Aplicar filtro",
    "bgBttnText": "Fondo",
    "clrBttnText": "Limpiar lienzo",
    "saveBttnText": "Guardar imagen",
    "blastHelp": "Elija uno de los diseños disponibles para reproducirlo en la imagen al hacer click o seleccione 'Aleatorio' para reproducir uno al azar en cada pulsación.",
    "viewHelp": "Seleccione el origen de los cohetes; Si elije la vista cenital, los cohetes partirán del centro de la imagen. Con la vista lateral, partirán de la parte inferior.",
    "fltHelp": "Seleccione un filtro para aplicarlo a la imagen, algunos filtros necesitan que seleccione también un color para funcionar.",
    "bgHelp": "Seleccione una imagen o un color para el fondo de la imagen.<br>Tenga en cuenta que esta operación reiniciará por completo el trabajo que ya haya realizado en la imagen.<br>Se recomiendan imágenes con la misma relación de aspecto que su pantalla <br>(p.ej. 16:9, 4:3, etc.)",
    "clrHelp": "Reinicia la escena por completo, manteniendo la imagen o color que haya seleccionado para el fondo.",
    "saveHelp": "Guarda su imagen en formato .jpg dentro de su equipo, para compartirla donde desee o emplearla en futuras sesiones de edición.<br>Podrá elegir un nombre para su fichero y un tamaño entre cuatro (se recomienda el tamaño máximo ofrecido para futuras sesiones con este software).",
    "legalWarn": "Este programa recoge contenido generado por el usuario con fines publicitarios y de presentación.<br>Bajo ningún concepto se publicará contenido que pueda contener datos personales del usuario (caras, matrículas, etc.).<br><br>¿Desea que la aplicación recoja contenido generado por usted durante su uso?</p>",
    "legalWarnTitle": "Importante:",
    "noCanvas": "Su navegador actual no soporta la API WebGL.<br>Por favor, actualize los drivers de su tarjeta gráfica o instale un navegador de este siglo y recargue la aplicación.",
    "dwldText": "Descargar",
    "noIE": "Internet Explorer no soporta esta función.<br>Si desea disfrutar del total de funciones de esta aplicación plantéese instalar un navegador decente como Chrome o Firefox.",
    "bgDwnlHeader": "Elija una imagen para descargar",
    "dwnlBtn": "Descargar fondos",
    "trailOnText": "Estela activada",
    "trailOffText": "Estela desactivada",
    "sizeText": "Tamaño: ",
    "filePlaceholder": "Nombre de archivo"
}